Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Listening... %@
ar: جارٍ الاستماع... %@
da: Lytter... %@
de: Lausche … %@
es: Escuchando... %@
fi: Kuunnellaan... %@
fr: Écoute en cours... %@
is: Hlusta... %@
it: In ascolto... %@
ja: リスニング中... %@
ko: 수신 중... %@
nb: Lytter... %@
nl: Luisteren... %@
pt_br: Ouvindo... %@
ru: Прослушивание... %@
sv: Lyssnar... %@
zh_hans: 正在监听... %@

source: Live
ar: مباشر
es: En vivo
fi: Reaaliaikainen
fr: En direct
is: Beint
it: In diretta
ja: ライブ
ko: 실시간
pt_br: Ao Vivo
ru: Живой
zh_hans: 实时

source: Live Bluetooth stream only
ar: بث البلوتوث مباشر فقط
da: Kun live Bluetooth-stream
de: Nur Live-Bluetooth-Stream
es: Solo transmisión Bluetooth en directo
fi: Vain live-Bluetooth-suoratoisto
fr: Flux Bluetooth en direct uniquement
is: Aðeins beint Bluetooth-streymi
it: Solo streaming Bluetooth dal vivo
ja: ライブ Bluetooth ストリームのみ
ko: 실시간 Bluetooth 스트림만
nb: Kun direkte Bluetooth-strøm
nl: Alleen live Bluetooth-stream
pt_br: Apenas transmissão Bluetooth ao vivo
ru: Только живой поток Bluetooth
sv: Endast direkt Bluetooth-ström
zh_hans: 仅实时蓝牙串流

source: Live Bluetooth stream with automatic analysis
ar: بث البلوتوث مباشر مع تحليل تلقائي
da: Live Bluetooth-stream med automatisk analyse
de: Live-Bluetooth-Stream mit automatischer Analyse
es: Transmisión Bluetooth en directo con análisis automático
fi: Live-Bluetooth-suoratoisto automaattisella analyysillä
fr: Flux Bluetooth en direct avec analyse automatique
is: Beint Bluetooth-streymi með sjálfvirkri greiningu
it: Streaming Bluetooth dal vivo con analisi automatica
ja: 自動解析付きのライブ Bluetooth ストリーム
ko: 자동 분석이 포함된 실시간 Bluetooth 스트림
nb: Direkte Bluetooth-strøm med automatisk analyse
nl: Live Bluetooth-stream met automatische analyse
pt_br: Transmissão Bluetooth ao vivo com análise automática
ru: Живой Bluetooth-поток с автоматическим анализом
sv: Direkt Bluetooth-ström med automatisk analys
zh_hans: 实时蓝牙串流并自动分析

# Live RR waveform, %lld points, range %lld to %lld milliseconds
source: Live RR waveform, %1$lld points, range %2$lld to %3$lld milliseconds
ar: شكل موجة RR المباشر، %1$lld نقطة، المدى %2$lld إلى %3$lld مللي ثانية
da: Live RR-bølgeform, %lld punkter, interval %lld til %lld millisekunder
de: Live-RR-Wellenform, %lld Punkte, Bereich %lld bis %lld Millisekunden
es: Forma de onda RR en vivo, %lld puntos, rango %lld a %lld milisegundos
fi: Reaaliaikainen RR-aaltomuoto, %1$lld pistettä, vaihteluväli %2$lld – %3$lld millisekuntia
fr: Forme d'onde RR en direct, %lld points, plage de %lld à %lld millisecondes
is: RR-bylgjuform í beinni, %1$lld punktar, bil %2$lld til %3$lld millisekúndur
it: Forma d'onda RR in diretta, %lld punti, intervallo da %lld a %lld millisecondi
ja: リアルタイムRR波形、%lldポイント、範囲%lldから%lldミリ秒
ko: 실시간 RR 파형, %lld 포인트, 범위 %lld~%lld밀리초
nb: Live RR-bølgeform, %lld punkter, spenn %lld til %lld millisekunder
nl: Live RR-golfvorm, %lld punten, bereik %lld tot %lld milliseconden
pt_br: Forma de onda RR ao vivo, %lld pontos, intervalo %lld a %lld milissegundos
ru: Осциллограмма RR в реальном времени, точек: %lld, диапазон от %lld до %lld мс
sv: Live RR-vågform, %lld punkter, intervall %lld till %lld millisekunder
zh_hans: 实时RR波形，%1$lld 个点，范围 %2$lld 到 %3$lld 毫秒

source: Live stream + strap internal backup
ar: بث مباشر + نسخة احتياطية داخلية في الحزام
da: Live-stream + intern backup i pulsbælte
de: Live-Stream + interne Gurt-Sicherung
es: Transmisión en directo + copia interna en la banda
fi: Suoratoisto + pannan sisäinen varmuuskopio
fr: Flux en direct + sauvegarde interne de la ceinture
is: Beint streymi + innra afrit í ól
it: Streaming dal vivo + backup interno della fascia
ja: ライブストリーム + ストラップ内部バックアップ
ko: 실시간 스트림 + 스트랩 내부 백업
nb: Direktestrøm + intern sikkerhetskopi i pulsbelte
nl: Live stream + interne back-up in band
pt_br: Transmissão ao vivo + backup interno da cinta
ru: Прямой поток + внутренняя копия в датчике
sv: Direktström + intern säkerhetskopia i pulsband
zh_hans: 实时串流 + 心率带内部备份

source: Live weather + reverse-geocoded street name during a workout
ar: الطقس المباشر + اسم الشارع المستنتج جغرافيًا أثناء التمرين
da: Live vejr + omvendt geokodet gadenavn under en træning
de: Live-Wetter + rückwärts geokodierter Straßenname während des Trainings
es: Clima en vivo + nombre de calle geocodificado durante un entrenamiento
fi: Live-sää + käänteisgeokoodattu kadunnimi harjoituksen aikana
fr: Météo en direct + nom de rue géocodé pendant une séance
is: Beint veður + öfugt landfræðikóðað götuheiti á æfingu
it: Meteo in tempo reale + nome della via geocodificato durante l’allenamento
ja: ワークアウト中のライブ天気 + 逆ジオコーディングした通り名
ko: 운동 중 실시간 날씨 + 역지오코딩된 도로명
nb: Sanntidsvær + omvendt geokodet gatenavn under en økt
nl: Live weer + omgekeerd gegeocodeerde straatnaam tijdens een training
pt_br: Clima ao vivo + nome da rua geocodificado durante um treino
ru: Погода в реальном времени + улица по обратному геокодированию
sv: Livedata för väder + omvänt geokodat gatunamn under ett pass
zh_hans: 训练中的实时天气 + 反向地理编码街道名

source: Live workout route map
ar: خريطة مسار التمرين المباشرة
da: Live-rutekort for træning
de: Live-Routenkarte des Trainings
es: Mapa de ruta del entrenamiento en directo
fi: Harjoituksen reaaliaikainen reittikartta
fr: Carte d'itinéraire de la séance en direct
is: Beint leiðakort æfingar
it: Mappa del percorso dell'allenamento in tempo reale
ja: ワークアウトのライブルートマップ
ko: 실시간 운동 경로 지도
nb: Direkte rutekart for økten
nl: Live-routekaart van de training
pt_br: Mapa de rota do treino ao vivo
ru: Карта маршрута тренировки в реальном времени
sv: Realtidskarta över träningsrutten
zh_hans: 实时训练路线地图

source: lo
ar: منخفض
da: lav
de: niedr.
es: baja
fi: matala
fr: bas
is: lágt
it: bassa
ja: 低
ko: 낮음
nb: lav
nl: laag
pt_br: baixo
ru: низк.
sv: låg
zh_hans: 低

source: Load
ar: الحمل
da: Belastning
de: Belastung
es: Carga
fi: Kuormitus
fr: Charge
is: Álag
it: Carico
ja: 負荷
ko: 부하
nb: Belastning
nl: Belasting
pt_br: Carga
ru: Нагрузка
sv: Belastning
zh_hans: 负荷

source: LOAD
ar: الحمل
da: BELASTNING
de: BELASTUNG
es: CARGA
fi: KUORMITUS
fr: CHARGE
is: ÁLAG
it: CARICO
ja: 負荷
ko: 부하
nb: BELASTNING
nl: BELASTING
pt_br: CARGA
ru: НАГРУЗКА
sv: BELASTNING
zh_hans: 负荷

source: Load & Trajectory
ar: الحِمل والمنحى
da: Belastning og udvikling
de: Belastung & Entwicklung
es: Carga y trayectoria
fi: Kuormitus ja kehityssuunta
fr: Charge et trajectoire
is: Álag og þróun
it: Carico e andamento
ja: 負荷と推移
ko: 부하 및 추이
nb: Belastning og utvikling
nl: Belasting en verloop
pt_br: Carga e trajetória
ru: Нагрузка и динамика
sv: Belastning och utveckling
zh_hans: 负荷与轨迹

source: Load & Trajectory needs at least one workout from Apple Health. Once your first workout is logged the curves and TRIMP/CTL/TSB stats appear here.
ar: يحتاج «الحمل والمنحى» إلى تمرين واحد على الأقل من Apple Health. بمجرد تسجيل أول تمرين ستظهر هنا المنحنيات وإحصاءات TRIMP/CTL/TSB.
da: Belastning & bane kræver mindst én træning fra Apple Health. Når din første træning er registreret, vises kurverne og TRIMP/CTL/TSB-tallene her.
de: „Belastung & Entwicklung“ benötigt mindestens ein Training aus Apple Health. Sobald dein erstes Training erfasst ist, erscheinen hier die Kurven und die TRIMP/CTL/TSB-Werte.
es: Carga y Trayectoria necesita al menos un entrenamiento de Apple Health. En cuanto registres el primero, aquí aparecerán las curvas y las estadísticas TRIMP/CTL/TSB.
fi: Kuorma ja kehityskaari vaatii vähintään yhden harjoituksen Apple Healthista. Kun ensimmäinen harjoitus on kirjattu, käyrät ja TRIMP/CTL/TSB-luvut näkyvät tässä.
fr: Charge et trajectoire nécessite au moins une séance depuis Apple Santé. Dès votre première séance enregistrée, les courbes et les statistiques TRIMP/CTL/TSB apparaîtront ici.
is: Álag og ferill þarf að minnsta kosti eina æfingu úr Apple Health. Þegar fyrsta æfingin er skráð birtast ferlarnir og TRIMP/CTL/TSB-tölurnar hér.
it: Carico e Traiettoria richiede almeno un allenamento da Apple Salute. Appena registri il primo, qui compariranno le curve e le statistiche TRIMP/CTL/TSB.
ja: 「負荷と推移」には Apple ヘルスケアのワークアウトが少なくとも 1 件必要です。最初のワークアウトが記録されると、ここに曲線と TRIMP/CTL/TSB の統計が表示されます。
ko: 부하 및 궤적에는 Apple 건강의 운동 기록이 최소 1건 필요합니다. 첫 운동이 기록되면 여기에 곡선과 TRIMP/CTL/TSB 통계가 표시됩니다.
nb: Belastning og bane krever minst én økt fra Apple Helse. Når den første økten er registrert, vises kurvene og TRIMP/CTL/TSB-tallene her.
nl: Belasting & traject heeft minstens één training uit Apple Gezondheid nodig. Zodra je eerste training is vastgelegd, verschijnen hier de curves en de TRIMP/CTL/TSB-cijfers.
pt_br: Carga e Trajetória precisa de pelo menos um treino do Apple Saúde. Assim que o primeiro treino for registrado, as curvas e as estatísticas TRIMP/CTL/TSB aparecem aqui.
ru: Разделу «Нагрузка и динамика» нужна хотя бы одна тренировка из Apple Здоровье. После первой записанной тренировки здесь появятся кривые и показатели TRIMP/CTL/TSB.
sv: Belastning och bana kräver minst ett pass från Apple Hälsa. När ditt första pass loggats visas kurvorna och TRIMP/CTL/TSB-statistiken här.
zh_hans: “负荷与轨迹”需要 Apple 健康中至少一次训练记录。记录第一次训练后，这里就会显示曲线和 TRIMP/CTL/TSB 统计。

source: LOAD %lld today
ar: الحمل %lld اليوم
da: BELASTNING %lld i dag
de: BELASTUNG %lld heute
es: CARGA %lld hoy
fi: KUORMITUS %lld tänään
fr: CHARGE %lld aujourd’hui
is: ÁLAG %lld í dag
it: CARICO %lld oggi
ja: 本日の負荷 %lld
ko: 오늘 부하 %lld
nb: BELASTNING %lld i dag
nl: BELASTING %lld vandaag
pt_br: CARGA %lld hoje
ru: НАГРУЗКА %lld сегодня
sv: BELASTNING %lld idag
zh_hans: 今日负荷 %lld

source: Load sample data
ar: تحميل بيانات تجريبية
da: Indlæs eksempeldata
de: Beispieldaten laden
es: Cargar datos de ejemplo
fi: Lataa esimerkkidata
fr: Charger des données d’exemple
is: Hlaða inn sýnigögnum
it: Carica dati di esempio
ja: サンプルデータを読み込む
ko: 샘플 데이터 불러오기
nb: Last inn eksempeldata
nl: Voorbeeldgegevens laden
pt_br: Carregar dados de exemplo
ru: Загрузить демо-данные
sv: Läs in exempeldata
zh_hans: 载入示例数据

source: Load vs fitness
ar: الحمل مقابل اللياقة
da: Belastning vs. form
de: Belastung vs. Fitness
es: Carga frente a condición física
fi: Kuormitus vs. kunto
fr: Charge vs condition
is: Álag á móti þreki
it: Carico vs fitness
ja: 負荷とフィットネス
ko: 부하 대 체력
nb: Belastning mot form
nl: Belasting t.o.v. fitheid
pt_br: Carga vs. condicionamento
ru: Нагрузка к форме
sv: Belastning mot kondition
zh_hans: 负荷与体能对比

source: Loading history…
ar: جارٍ تحميل السجل…
da: Indlæser historik…
de: Verlauf wird geladen…
es: Cargando historial…
fi: Ladataan historiaa…
fr: Chargement de l’historique…
is: Hleð feril…
it: Caricamento cronologia…
ja: 履歴を読み込み中…
ko: 기록 불러오는 중…
nb: Laster historikk…
nl: Geschiedenis laden…
pt_br: Carregando histórico…
ru: Загрузка истории…
sv: Laddar historik…
zh_hans: 正在加载历史…

source: Loading HR trace…
ar: جارٍ تحميل منحنى النبض…
da: Indlæser pulskurve…
de: HF-Verlauf wird geladen…
es: Cargando traza de FC…
fi: Ladataan sykekäyrää…
fr: Chargement du tracé FC…
is: Hleð púlsferil…
it: Caricamento tracciato FC…
ja: 心拍トレースを読み込み中…
ko: 심박 그래프 불러오는 중…
nb: Laster pulskurve…
nl: HS-tracé laden…
pt_br: Carregando traçado de FC…
ru: Загрузка кривой пульса…
sv: Laddar pulskurva…
zh_hans: 正在加载心率曲线…

source: Loading HRV trace…
ar: جارٍ تحميل منحنى HRV…
da: Indlæser HRV-kurve…
de: HRV-Verlauf wird geladen…
es: Cargando traza de HRV…
fi: Ladataan HRV-käyrää…
fr: Chargement du tracé HRV…
is: Hleð HRV-feril…
it: Caricamento tracciato HRV…
ja: HRV トレースを読み込み中…
ko: HRV 그래프 불러오는 중…
nb: Laster HRV-kurve…
nl: HRV-tracé laden…
pt_br: Carregando traçado de VFC…
ru: Загрузка кривой ВСР…
sv: Laddar HRV-kurva…
zh_hans: 正在加载 HRV 曲线…

source: Loading overnight beats…
ar: جارٍ تحميل نبضات الليل…
da: Indlæser natlige slag…
de: Nacht-Schläge werden geladen…
es: Cargando latidos nocturnos…
fi: Ladataan yön lyöntejä…
fr: Chargement des battements nocturnes…
is: Hleð næturslög…
it: Caricamento battiti notturni…
ja: 夜間の拍を読み込み中…
ko: 야간 박동 불러오는 중…
nb: Laster nattlige slag…
nl: Nachtelijke slagen laden…
pt_br: Carregando batimentos noturnos…
ru: Загрузка ночных ударов…
sv: Laddar nattens slag…
zh_hans: 正在加载夜间心跳…

source: Loading raw RR samples…
ar: جارٍ تحميل عينات RR الخام…
da: Indlæser rå RR-målinger…
de: Rohe RR-Werte werden geladen…
es: Cargando muestras RR sin procesar…
fi: Ladataan raakoja RR-näytteitä…
fr: Chargement des échantillons RR bruts…
is: Hleð hrá RR-sýni…
it: Caricamento campioni RR grezzi…
ja: 生の RR サンプルを読み込み中…
ko: 원시 RR 샘플 불러오는 중…
nb: Laster rå RR-målinger…
nl: Ruwe RR-metingen laden…
pt_br: Carregando amostras RR brutas…
ru: Загрузка сырых выборок RR…
sv: Laddar rå RR-data…
zh_hans: 正在加载原始 RR 数据…

source: Loading route…
ar: جارٍ تحميل المسار…
da: Indlæser rute…
de: Route wird geladen…
es: Cargando ruta…
fi: Ladataan reittiä…
fr: Chargement de l'itinéraire…
is: Hleð leið…
it: Caricamento percorso…
ja: ルートを読み込み中…
ko: 경로 불러오는 중…
nb: Laster rute…
nl: Route laden…
pt_br: Carregando rota…
ru: Загрузка маршрута…
sv: Läser in rutt…
zh_hans: 正在加载路线…

source: Loading...
ar: جارٍ التحميل...
da: Indlæser...
de: Wird geladen …
es: Cargando...
fi: Ladataan...
fr: Chargement...
is: Hleður...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
nb: Laster...
nl: Laden...
pt_br: Carregando...
ru: Загрузка...
sv: Laddar...
zh_hans: 正在加载...

source: Local Archive
ar: الأرشيف المحلي
da: Lokalt arkiv
de: Lokales Archiv
es: Archivo local
fi: Paikallinen arkisto
fr: Archive locale
is: Staðbundið safn
it: Archivio locale
ja: ローカルアーカイブ
ko: 로컬 보관함
nb: Lokalt arkiv
nl: Lokaal archief
pt_br: Arquivo local
ru: Локальный архив
sv: Lokalt arkiv
zh_hans: 本地存档

source: Local iCloud sync state (uploaded-set, change tokens, pending queue)
ar: حالة مزامنة iCloud المحلية (المجموعة المرفوعة، رموز التغيير، قائمة الانتظار المعلّقة)
da: Lokal iCloud-synkroniseringstilstand (uploadet sæt, ændringstokens, ventende kø)
de: Lokaler iCloud-Synchronisierungsstatus (hochgeladene Menge, Änderungstoken, ausstehende Warteschlange)
es: Estado de sincronización local de iCloud (conjunto subido, tokens de cambio, cola pendiente)
fi: Paikallinen iCloud-synkronoinnin tila (ladattu joukko, muutostunnukset, odottava jono)
fr: État de synchronisation iCloud local (ensemble téléversé, jetons de modification, file d'attente en attente)
is: Staðbundin staða iCloud-samstillingar (upphlaðið mengi, breytingatóken, biðröð)
it: Stato di sincronizzazione iCloud locale (set caricato, token di modifica, coda in sospeso)
ja: ローカルのiCloud同期状態（アップロード済みセット、変更トークン、保留中キュー）
ko: 로컬 iCloud 동기화 상태(업로드된 집합, 변경 토큰, 대기 큐)
nb: Lokal iCloud-synkroniseringstilstand (opplastet sett, endringstokener, ventende kø)
nl: Lokale iCloud-synchronisatiestatus (geüploade set, wijzigingstokens, wachtrij in behandeling)
pt_br: Estado de sincronização local do iCloud (conjunto enviado, tokens de alteração, fila pendente)
ru: Локальное состояние синхронизации iCloud (загруженный набор, токены изменений, очередь ожидания)
sv: Lokal iCloud-synkroniseringsstatus (uppladdad uppsättning, ändringstoken, väntande kö)
zh_hans: 本地 iCloud 同步状态（已上传集、变更令牌、待处理队列）

source: Local only
ar: محلي فقط
da: Kun lokalt
de: Nur lokal
es: Solo local
fi: Vain paikallinen
fr: Local uniquement
is: Aðeins staðbundið
it: Solo locale
ja: ローカルのみ
ko: 로컬 전용
nb: Kun lokalt
nl: Alleen lokaal
pt_br: Somente local
ru: Только локально
sv: Endast lokalt
zh_hans: 仅本地

source: Location
ar: الموقع
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Localisation
is: Staðsetning
it: Posizione
ja: 位置情報
ko: 위치
nb: Posisjon
nl: Locatie
pt_br: Localização
ru: Геопозиция
sv: Plats
zh_hans: 位置

source: Location is off
ar: الموقع معطّل
da: Placering er slået fra
de: Standort ist deaktiviert
es: La ubicación está desactivada
fi: Sijainti on pois käytöstä
fr: La localisation est désactivée
is: Staðsetning er slökkt
it: La posizione è disattivata
ja: 位置情報がオフです
ko: 위치가 꺼져 있습니다
nb: Posisjon er av
nl: Locatie is uit
pt_br: A localização está desativada
ru: Геолокация выключена
sv: Plats är avstängd
zh_hans: 定位已关闭

source: Location is used to map outdoor workouts, record your trail in Get Me Back, find nearby trails, look up the weather, keep nearby street names ready for workout updates, and answer the AI assistant's questions about where you are.
ar: يُستخدم الموقع لرسم التمارين الخارجية على الخريطة، وتسجيل مسارك في «Get Me Back»، والعثور على مسارات قريبة، ومعرفة الطقس، وتجهيز أسماء الشوارع القريبة لتحديثات التمرين، والإجابة عن أسئلة مساعد الذكاء الاصطناعي حول مكانك.
da: Placering bruges til at vise udendørstræninger på kort, optage dit spor i Get Me Back, finde stier i nærheden, slå vejret op, have navne på nærliggende gader klar til træningsopdateringer og besvare AI-assistentens spørgsmål om, hvor du er.
de: Der Standort wird verwendet, um Outdoor-Trainings auf der Karte darzustellen, deinen Weg in „Get Me Back“ aufzuzeichnen, Wege in der Nähe zu finden, das Wetter abzurufen, Straßennamen in der Nähe für Trainingshinweise bereitzuhalten und Fragen des KI-Assistenten dazu zu beantworten, wo du bist.
es: La ubicación se usa para mostrar en el mapa los entrenamientos al aire libre, registrar tu recorrido en Get Me Back, encontrar senderos cercanos, consultar el tiempo, tener listos los nombres de las calles cercanas para las indicaciones del entrenamiento y responder a las preguntas del asistente de IA sobre dónde estás.
fi: Sijaintia käytetään ulkoharjoitusten kartoittamiseen, reittisi tallentamiseen Get Me Back -toiminnossa, lähellä olevien polkujen löytämiseen, sään hakemiseen, lähikatujen nimien pitämiseen valmiina harjoituspäivityksiä varten ja tekoälyavustajan sijaintiasi koskeviin kysymyksiin vastaamiseen.
fr: La localisation sert à cartographier les entraînements en extérieur, à enregistrer votre trace dans Get Me Back, à trouver des sentiers à proximité, à consulter la météo, à garder prêts les noms des rues proches pour les annonces d’entraînement et à répondre aux questions de l’assistant IA sur l’endroit où vous vous trouvez.
is: Staðsetning er notuð til að kortleggja útiæfingar, skrá slóðina þína í Get Me Back, finna gönguleiðir í grenndinni, fletta upp veðri, hafa götuheiti í grenndinni tilbúin fyrir æfingaskilaboð og svara spurningum gervigreindaraðstoðarinnar um hvar þú ert.
it: La posizione viene usata per mappare gli allenamenti all’aperto, registrare il tuo tracciato in Get Me Back, trovare sentieri vicini, consultare il meteo, tenere pronti i nomi delle vie vicine per gli aggiornamenti durante l’allenamento e rispondere alle domande dell’assistente IA su dove ti trovi.
ja: 位置情報は、屋外ワークアウトの地図表示、「Get Me Back」での経路の記録、近くのトレイルの検索、天気の確認、ワークアウト中の案内用に近くの通り名を準備しておくこと、そして現在地に関する AI アシスタントの質問への回答に使用されます。
ko: 위치는 야외 운동 지도 표시, Get Me Back에서의 이동 경로 기록, 주변 트레일 찾기, 날씨 조회, 운동 중 안내를 위한 주변 도로 이름 준비, 그리고 현재 위치에 관한 AI 어시스턴트의 질문에 답하는 데 사용됩니다.
nb: Posisjon brukes til å vise utendørsøkter på kart, registrere sporet ditt i Get Me Back, finne stier i nærheten, slå opp været, ha navn på gater i nærheten klare for treningsoppdateringer og svare på AI-assistentens spørsmål om hvor du er.
nl: Locatie wordt gebruikt om buitentrainingen op de kaart te zetten, je spoor vast te leggen in Get Me Back, paden in de buurt te vinden, het weer op te zoeken, straatnamen in de buurt klaar te houden voor trainingsupdates en vragen van de AI-assistent over waar je bent te beantwoorden.
pt_br: A localização é usada para mapear treinos ao ar livre, registrar seu trajeto em Get Me Back, encontrar trilhas próximas, consultar o clima, deixar prontos os nomes das ruas próximas para as atualizações do treino e responder às perguntas do assistente de IA sobre onde você está.
ru: Геопозиция используется, чтобы отображать на карте тренировки на улице, записывать ваш путь в «Get Me Back», находить тропы поблизости, узнавать погоду, держать наготове названия ближайших улиц для подсказок во время тренировки и отвечать на вопросы ИИ-ассистента о том, где вы находитесь.
sv: Plats används för att kartlägga utomhuspass, registrera ditt spår i Get Me Back, hitta leder i närheten, hämta väder, ha namn på närliggande gator redo för träningsuppdateringar och besvara AI-assistentens frågor om var du är.
zh_hans: 位置用于绘制户外训练地图、在“Get Me Back”中记录你的轨迹、查找附近的步道、查询天气、为训练播报提前准备附近的街道名称，以及回答 AI 助手关于你所在位置的问题。

source: Log copied
ar: تم نسخ السجل
da: Log kopieret
de: Protokoll kopiert
es: Registro copiado
fi: Loki kopioitu
fr: Journal copié
is: Atvikaskrá afrituð
it: Log copiato
ja: ログをコピーしました
ko: 로그 복사됨
nb: Logg kopiert
nl: Logboek gekopieerd
pt_br: Registro copiado
ru: Журнал скопирован
sv: Logg kopierad
zh_hans: 日志已复制

source: Logged
ar: مُسجّل
da: Registreret
de: Erfasst
es: Registrado
fi: Kirjattu
fr: Enregistré
is: Skráð
it: Registrato
ja: 記録済み
ko: 기록됨
nb: Registrert
nl: Vastgelegd
pt_br: Registrado
ru: Записано
sv: Registrerad
zh_hans: 已记录

source: Logged.
ar: تم التسجيل.
da: Registreret.
de: Erfasst.
es: Registrado.
fi: Kirjattu.
fr: Enregistré.
is: Skráð.
it: Registrato.
ja: 記録しました。
ko: 기록됨.
nb: Registrert.
nl: Vastgelegd.
pt_br: Registrado.
ru: Записано.
sv: Registrerad.
zh_hans: 已记录。

source: Long aerobic session — body's primed for either another easy day or a quality session tomorrow depending on TSB. Either is sustainable.
ar: جلسة هوائية طويلة — الجسم مهيأ إما ليوم خفيف آخر أو لجلسة نوعية غدًا حسب TSB. كلاهما مستدام.
da: Lang aerob session — kroppen er klar til enten endnu en let dag eller en kvalitetssession i morgen afhængigt af TSB. Begge er bæredygtige.
de: Lange aerobe Einheit — der Körper ist je nach TSB bereit für einen weiteren lockeren Tag oder eine Qualitätseinheit morgen. Beides ist tragfähig.
es: Sesión aeróbica larga — el cuerpo está listo mañana para otro día suave o para una sesión de calidad, según el TSB. Ambas opciones son sostenibles.
fi: Pitkä aerobinen harjoitus — keho on TSB:stä riippuen valmis joko toiseen kevyeen päivään tai laatuharjoitukseen huomenna. Kumpikin on kestävää.
fr: Longue séance aérobie — selon le TSB, le corps est prêt demain pour une journée facile de plus ou pour une séance qualité. Les deux sont tenables.
is: Löng loftháð lota — líkaminn er tilbúinn í annan rólegan dag eða gæðalotu á morgun eftir TSB. Hvort tveggja er sjálfbært.
it: Sessione aerobica lunga — a seconda del TSB, domani il corpo è pronto per un altro giorno facile o per una seduta di qualità. Entrambe sono sostenibili.
ja: 長めの有酸素セッション — TSB 次第で、明日はもう一日イージーでも質の高い練習でも対応できます。どちらも継続可能です。
ko: 긴 유산소 세션 — TSB에 따라 내일은 또 하루 가볍게 가거나 질 높은 훈련을 해도 됩니다. 둘 다 지속 가능합니다.
nb: Lang aerob økt — avhengig av TSB er kroppen klar for enten en ny rolig dag eller en kvalitetsøkt i morgen. Begge er bærekraftige.
nl: Lange aerobe sessie — afhankelijk van de TSB is je lichaam morgen klaar voor nog een rustige dag of een kwaliteitssessie. Beide zijn houdbaar.
pt_br: Sessão aeróbia longa — dependendo do TSB, amanhã o corpo está pronto para mais um dia leve ou para uma sessão de qualidade. Ambas são sustentáveis.
ru: Длинная аэробная сессия — в зависимости от TSB завтра организм готов и к ещё одному лёгкому дню, и к качественной тренировке. Оба варианта устойчивы.
sv: Långt aerobt pass — beroende på TSB är kroppen redo för antingen ännu en lugn dag eller ett kvalitetspass imorgon. Båda är hållbara.
zh_hans: 长时间有氧课 — 视 TSB 而定，明天再来一天轻松训练或安排质量课都可以，两者都可持续。

source: Long-press the timeline to add sleep
ar: اضغط مطوّلاً على الخط الزمني لإضافة النوم
da: Tryk og hold på tidslinjen for at tilføje søvn
de: Tippe und halte die Zeitleiste, um Schlaf hinzuzufügen
es: Mantén pulsada la línea de tiempo para añadir sueño
fi: Lisää uni painamalla aikajanaa pitkään
fr: Appuyez longuement sur la chronologie pour ajouter du sommeil
is: Haltu inni á tímalínunni til að bæta við svefni
it: Tieni premuta la sequenza temporale per aggiungere il sonno
ja: タイムラインを長押しして睡眠を追加
ko: 타임라인을 길게 눌러 수면을 추가하세요
nb: Trykk og hold på tidslinjen for å legge til søvn
nl: Houd de tijdlijn ingedrukt om slaap toe te voegen
pt_br: Mantenha pressionada a linha do tempo para adicionar sono
ru: Нажмите и удерживайте шкалу времени, чтобы добавить сон
sv: Tryck och håll på tidslinjen för att lägga till sömn
zh_hans: 长按时间线以添加睡眠
